--Наповнення таблиці Client (H2)
    INSERT INTO client (name)  
VALUES
   ('Vita Troya'),
   ('Dani Put'),
   ('Mika Ostra'),
   ('Oxi Desk'),
   ('Nada Molt');

 --Наповнення таблиці Worker (H2)
    INSERT INTO worker (name, birthday, level, salary)
VALUES
   ('OksiIty', '1983-08-08', 'Senior', 4985),
   ('Vitagenious', '2003-09-01', 'Middle', 3999),
   ('DaniMax', '2005-01-11', 'Trainee', 1045),
   ('Mia', '2000-09-28', 'Junior', 2689),
   ('Tooto', '1987-06-30', 'Middle', 3590),
   ('Maman', '1960-11-27', 'Trainee', 1360),
   ('Vivat', '1989-02-25', 'Junior', 1001),
   ('Join', '1975-03-26', 'Middle', 3456),
   ('Boba', '1986-04-01', 'Senior', 4200),
   ('Baba', '2001-12-12', 'Trainee', 1100),
   ('Did', '1980-04-16', 'Junior', 1789);


--Наповнення таблиці Project (H2)
   INSERT INTO project (client_id, start_date, finish_date)
VALUES
   (1, '2023-01-22', '2024-05-22'),
   (5, '2022-08-25', '2024-04-25'),
   (3, '2020-09-19', '2024-09-19'),
   (4, '2021-12-29', '2024-01-29'),
   (2, '2022-11-11', '2022-12-11'),
   (1, '2024-01-01', '2024-02-01'),
   (1, '2019-08-25', '2023-12-30'),
   (5, '2021-06-22', '2022-06-23'),
   (1, '2000-09-19', '2024-08-19'),
   (2, '2022-04-17', '2023-12-20'),
   (3, '2018-09-23', '2024-03-29');

 --Наповнення таблиці Project_worker (H2)
   INSERT INTO project_worker(project_id,worker_id)
VALUES
   (1, 11),
   (1, 2),
   (1, 5),
   (1, 10),
   (2, 2),
   (3, 5),
   (3, 6),
   (3, 7),
   (4, 1),
   (5, 2),
   (6, 11),
   (6, 10),
   (7, 5),
   (7, 8),
   (8, 9),
   (9, 6),
   (9, 4),
   (9, 9),
   (10, 11),
   (10, 5),
   (11, 3);